Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kjonnsforskning.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Lysa first met female football players in Saudi Arabia when she worked as an intern at the Norwegian embassy in the Saudi capital Riyadh while she was a master’s student in 2014.
nn: Lysa kom først i kontakt med kvinnelege fotballspelarar i Saudi-Arabia då ho som masterstudent hospiterte på den norske ambassaden i den saudiske hovudstaden Riyadh i 2014.

source: Throughout her 40-year career as a researcher, she has published works on a wide variety of topics, including sociological methods, scientific writing and tiredness.
nn: I løpet av dei 40 åra ho har vore aktiv forskar, har ho mellom anna publisert arbeid om sosiologisk metode, om vitskapleg skriving og om trøttleik.

source: He further thinks that there are limits to what people in both Poland and Russia will accept from the national conservative narrative about the family as the perfect idyll and the foundational building block within a harmonious national state.
nn: Han meiner altså at det finst grenser for kva folk i både Polen og Russland vil akseptere av den nasjonalkonservative forteljinga om familien som ein idyll og den grunnleggjande byggesteinen i ein harmonisk nasjonalstat.

source: The Armed Forces and the Ministry of Defence have funded much of the research, which indicates that equality and the recruitment of more female soldiers are prioritised areas on top of the defence political agenda.
nn: Forsvaret og Forsvarsdepartementet har sjølv finanisert mykje av forskinga, noko som vitnar om at likestilling og det å få fleire kvinner inn i Forsvaret er høgt oppe på den forsvarspolitiske dagsordenen.

source: With women, it was easier to activate negative expectations, with subsequent increase of negative symptoms.”
nn: Hos kvinner er det enklare å aktivere negative forventningar, med ein påfølgande auke i negative symptom motsett.

source: This becomes clear when the Research Council works with the implementation of its policy for gender balance and gender perspectives in research and innovation, which was revised during the autumn 2018.
nn: Det blir tydeleg når Forskingsrådet arbeider med å implementere sin policy for kjønnsbalanse og kjønnsperspektiv i forsking og innovasjon, som var gjennom ein revidering hausten 2018.

source: Its neighbouring country Qatar, tiny compared to Saudi Arabia both in terms of geographical area and population, has had a women’s football team since 2010.
nn: Nabolandet Qatar, knøttlite både i areal og innbyggjartal samanlikna med Saudi-Arabia, har hatt eit kvinnelandslag sidan 2010.

source: Digitised archives make it easier to see connections and find structures and ideas.
nn: Digitaliserte arkiv gjer det enklare å sjå samanhengar og å finne strukturar og idear.

source: ‘If I hadn’t worked out as I did, I would have hit the wall,’ one of the men says.
nn: «Viss eg ikkje hadde trent som eg gjorde, så hadde eg møtt veggen,» seier ein.

source: Karina Standal is a senior researcher at Cicero Center for International Climate Research.
nn: Karina Standal er seniorforskar ved Cicero senter for klimaforsking.

source: Vambheim wanted to examine this closer.
nn: Vambheim ønskte å undersøke dette nærmare.

source: The result is an article about body, class and culture, based on the famous sociologist Pierre Bourdieu’s class analysis.
nn: Resultatet er ein artikkel om kropp, klasse og kultur, basert på klasseanalysen til den kjende sosiologen Pierre Bourdieu.

source: XML previously used the numerical value 1 for men and 2 for women, which perhaps confirms Simone de Beauvoir’s claim that women are conceived of as the second sex.
nn: XML, eit universelt dataspråk og verktøy for koding av dokument, nytta tidlegare talverdien 1 for mann og 2 for kvinne, noko som kanskje stadfestar Simone de Beauvoir sin påstand om at kvinna blir sett på som det andre kjønn.

source: We know that Putin is following the opinion polls closely to check the atmosphere among the people,” says Holm-Hansen.
nn: Vi veit at Putin følgjer nøye med på meiningsmålingar for å sjekke stemninga i folket, seier Holm-Hansen.

source: The article specifically addresses body and physical activity,” says Lisa Sølvberg, who submitted her master’s thesis in sociology last year.
nn: Artikkelen tar spesifikt for seg kropp og fysisk aktivitet, fortel Lisa Sølvberg, som leverte mastergraden sin i sosiologi i fjor.

source: “Technological companies profit from conscious, determined marketing and information that they sell to third parties.
nn: – Teknologiselskap tener pengar på målbevisst marknadsføring og informasjon som dei sel til tredjepartar.

source: She absorbed the text – line for line, word for word.
nn: Linje for linje, ord for ord gjekk Millet inn i tekstene.

source: They transferred these qualities into something positive in relation to work.
nn: Desse eigenskapane overførte dei til noko positivt i jobbsamanheng.

source: “In some cases, it is possible to measure the degree to which something has led to changes for society,” says Solberg, pointing to the example of students from the NTNU Faculty of Architecture and Design who helped to develop a new playground in Trondheim using scientific knowledge about how children play.
nn: – Og i nokre tilfelle kan ein måle at noko har ført til endringar for samfunnet, seier Solberg, og viser til eit døme der studentar frå Fakultet for arkitektur og design ved NTNU var med å på utvikle ein ny leikeplass i Trondheim, basert på vitskapleg kunnskap om barns leik, seier Solberg.

source: Much of what universities do is not innovation in itself, but rather activities that may contribute to and create a culture for innovation.
nn: Mykje av det universiteta gjer, er ikkje innovasjon i seg sjølv, men aktivitetar som kan medverke til innovasjon og skape kultur for innovasjon.

source: has shown that the need for assistance in the home, not cultural exchange, is the prime reason for Norwegian families to have an au pair.
nn: har vist at det først og fremst er behovet for hjelp i heimen, og ikkje kulturutveksling, som får norske familiar til å skaffe seg au pair.

source: They can now announce their activities openly on the social media, since they have the authorities’ support.
nn: No kan dei annonsere aktivitetane sine ope på sosiale medium, fordi dei opplever at dei har støtte frå regimet.

source: But becoming a professor was not an obvious career path for the daughter of a merchant from Malmö.
nn: Men å bli professor var ingen sjølvsagt karriereveg for handelsmannsdottera frå Malmö.

source: You can even find this in the same article.
nn: Ein finn det til og med i same tekst.

source: The two NTNU reports are designed to strengthen the knowledge base for innovation activities and to devise indicators for quantification and visibility.
nn: Dei to NTNU-rapportane skulle forbetre kunnskapsgrunnlaget for innovasjonsarbeidet, og å utarbeide indikatorar for måling og synleggjering.

source: Hellum emphasises that the women who are in the military today are there by choice, and they are usually very motivated for military service.
nn: Hellum peikar på at dei kvinnene som i dag er i Forsvaret er der frivillig og at dei som regel er svært motiverte for tenesta.

source: The project was planned on the basis of findings related to placebo effects at the laboratory at the university.
nn: Prosjektet blei planlagt på bakgrunn av funn av placeboeffektar i laboratoriet ved universitetet.

source: Rachel Eapen Paul, who knows the European work against domestic violence and violence against women well, confirms this picture.
nn: Dette biletet blir stadfesta av Rachel Eapen Paul, som kjenner godt til det europeiske arbeidet mot vold mot kvinner og vold i nære relasjoner.

source: Additionally, new systems become further biased as the learning data are selected by white, male engineers, or algorithms are concealed as professional secrets.”
nn: I tillegg blir nye system «biased», ved at læringsdata blir vald ut av kvite, mannlege ingeniørar, eller algoritmar blir bortgøymde som yrkesløyndomar.

source: Until now, Saudi Arabia has not had an official women’s football team.
nn: Fram til no har Saudi-Arabia altså ikkje hatt noko kvinnelandslag i fotball.

source: When it comes to Norwegian Muslims, Bøe encounters both those who identify with the feminist interpretations of Islam and those who maintain that feminism is unnecessary since Islam already provides women with all the rights they need.
nn: Når det gjeld norske muslimar, møter Bøe både dei som kjenner seg att i feministiske tolkingar av islam, og dei som meiner feminisme er unødvendig fordi islam allereie gjev kvinner alle rettane dei treng.

source: At the end of the 1800s long-term exhaustion was thought to be a typically male disorder.
nn: På slutten av 1800-tallet vart langvarig utmatting forstått som ei typisk mannsliding.

source: During every gymnastics class, they would work with each individual body part, each muscle group and each organ.
nn: I kvar gymnastikktime skulle ein arbeide med kvar einskild kroppsdel, kvar muskelgruppe og kvart organ.

source: He points to figures showing that more credits and more doctoral degrees were completed in 2020 than ever before, and that the failure rate was at a historic low.
nn: Han siktar til tal som viser at det vart avlagt fleire studiepoeng og fleire doktorgrader i 2020 enn nokon gong, og at strykprosenten var historisk låg.

source: In order to work as an au pair you are not allowed to have children on your own.
nn: For å jobbe som au pair kan ein ikkje ha eigne barn.

source: In Norway, it is predominantly men who file patents and launch companies.
nn: Økonomisk støtte til næringsretta forsking og innovasjon går difor også i hovudsak til menn.

source: Fully 84 per cent of women and 76 per cent of men in ordinary research positions reported working more than a standard number of hours before the pandemic, the association’s survey found.
nn: Forbundet si undersøking viste at 84 prosent av kvinner og 76 prosent av menn i ordinær vitskapleg stilling oppgav å jobbe meir enn normert arbeidstid før pandemien.

source: Løkka has edited the book in collaboration with Nancy Coleman.
nn: Løkka har vore redaktør for boka, i lag med Nancy Coleman.

source: “We want cars that are equally safe for everyone, regardless of who you are or what your body is like,” says Eirik Trosby, head of PR and communication at Volvo Car Norway.
nn: – Vi ønskjer at bilar skal vere like sikre for alle, uansett kven du er og korleis kroppen din er, fortel PR- og kommunikasjonssjef Erik Trosby i Volvo Car Norway.

source: It is important to emphasise that the findings in our study are not necessarily representative for everybody among the upper class, but we throw light on differences related to lifestyle.
nn: Det er viktig å understreke at funna i vår studie ikkje nødvendigvis er representativt for alle i overklassen, men vi set søkelyset på forskjellar som har med livsstil å gjere.

source: She interviewed women who played football and others who were involved in the sports sector, and she attended football practice and matches as audience.
nn: Ho intervjua både kvinner som spelte fotball, og andre som var involverte i idrettssektoren, og ho var med som tilskodar på treningar og kampar.

source: For instance, Holm-Hansen shows in his article that the legislation opens for restraining orders for the assailant.
nn: Holm-Hansen peikar i artikkelen på at lova til dømes gjev høve til å gje ein overgripar besøksforbod.

source: Hadith refers to stories about the prophet Muhammad, about his acts and sayings.
nn: Hadith er forteljingar om kva profeten Muhammad skal ha sagt og gjort.

source: Our knowledge about the biological foundation for the placebo effect has come far.
nn: Kunnskapen om det biologiske grunnlaget for placeboeffekten har kome langt.

source: Not a life of self-denial
nn: Ikkje eit liv i forsaking

source: The campaign is a counter-reaction to the Istanbul Convention, a human rights convention against domestic violence and violence against women, which was passed in 2011.
nn: Kampanjen er ein motreaksjon på den såkalla Istanbul-konvensjonen, ein menneskerettskonvensjon mot vald mot kvinner og vald i nære relasjonar, som vart vedteken i 2011.

source: Lysa has studied grass-root initiated women’s football leagues, one in Saudi Arabia and one in Qatar, in order to explore how the female football players proceed either to adjust to or to challenge gender norms in society.
nn: Lysa har studert to grasrotinitierte kvinnefotballigaer, ein i Saudi-Arabia og ein i Qatar, for å sjå på korleis dei kvinnelege fotballspelarane går fram for å tilpasse seg eller utfordre kjønnsnormer i samfunnet.

source: Ambrosia was born in 1859, and she lost her father when she was only nine years old, which put her family in dire economic straits.
nn: Ambrosia vart fødd i 1859, og ho mista far sin allereie som niåring. Det sette familien i økonomiske vanskar.

source: The Istanbul Convention has become one of several targets in the national conservative rhetoric, as the convention represents the principle of universal individual rights, including women and children.
nn: Istanbul-konvensjonen er blitt ei av fleire skyteskiver i den nasjonalkonservative retorikken fordi konvensjonen representerer prinsippet om universelle rettar for individet, inkludert kvinner og barn.

source: This is in line with the Istanbul Convention, but voices such as Ordo Iuris claim it to be an unwelcome encroachment on the family.
nn: Noko som er i tråd med Istanbul-konvensjonen, men røyster som Ordo Iuris framstiller det som eit uønska inngrep i familien.

source: In reality, au pairs like Nicole are underpaid housemaids who lack proper labour rights.
nn: I realiteten er au pairar som Nicole underbetalte hushjelper som manglar vanlege arbeidstakarrettar.

source: “It is important for me to emphasise that discussions about women’s rights and gender equality in Islam are not just something that preoccupies politicians and public debaters,” she says.
nn: – Det er viktig for meg å løfte fram at dette med diskusjonar om kvinners rettar og likestilling i islam ikkje berre er noko politikarar og samfunnsdebattantar er opptekne av, seier ho.

source: As a consequence, domestic violence that does not result in hospitalisation was decriminalised and instead considered an administrative violation within the Russian legal system.
nn: Det medførte at vald i nære relasjonar som ikkje fører til sjukehusinnlegging, vart avkriminalisert og i staden rekna som eit administrativ lovbrot i det russiske rettssystemet.

source: And yet these disciplines are male-dominated at the top,” says Orupabo.
nn: Dei er likevel mannsdominerte på toppen, seier Orupabo.

source: The European au pair scheme was established in 1969.
nn: Den europeiske au pair-ordninga vart stifta i 1969.

source: One indication of this is that more and more institutions and research councils have signed the Declaration on Research Assessment (DORA), which recognizes that the evaluation of research output should reflect the wide variety in a researcher’s actual role.
nn: Eitt uttrykk for dette, er at stadig fleire institusjonar og forskingsråd har signert DORA (The Declaration on Research Assessment), ei erklæring om at evaluering av forskingsbidrag må bli like mangfaldig som sjølve forskarrolla.

source: “In my opinion, all religions may be used in order to justify both equality and oppression – this is nothing unique for Islam.
nn: – Slik eg ser det, kan alle religionar brukast til å grunngje både likestilling og undertrykking – det er ikkje noko som er spesielt for islam.

source: In the residential area where she grew up, nobody talked about the university.
nn: I villastrøket der ho voks opp var det ingen som snakka om universitetet.

source: She has done research on energy and gender since 2007.
nn: Ho har sjølv forska på energi og kjønn sidan 2007.

source: One example of this is the research project on tiredness, which she conducted with Ulla-Britt Lilleaas, a professor of health sciences at the University of Agder.
nn: Forskingsprosjektet på trøttleik, som ho gjennomførte saman med Ulla-Britt Lilleaas, som er professor i helsefag ved Universitetet i Agder, er eit eksempel på dette.

source: Ambrosia lived in Paris for over 20 years, and along with one of her first teachers, Stephan Sinding, she was probably the Norwegian sculptor who had the most international commissions.
nn: Ambrosia budde over 20 år i Paris, og ved sidan av ein av dei første lærarane sine, Stephan Sinding, var ho truleg den norske skulptøren som hadde flest internasjonale bestillingar.

source: “Many people do not know that there is such a thing as Muslim feminists.
nn: – Mange kjenner ikkje til at det finst muslimske feministar.

source: This finding is in line with previous research.
nn: Funnet stemmer med tidlegare forsking.

source: Could it be that women overcompensate – that they work harder?
nn: Vil det seie at kvinnene overkompenserer, at dei jobbar hardare?

source: During the time when it was nearly impossible to practice women’s football in Saudi Arabia, it was of course a type of resistance if you did it anyway,” she says.
nn: I den tida der det var nær uråd å drive kvinnefotball i Saudi-Arabia, så var det jo nødvendigvis ei form for motstand om ein likevel gjorde det, fortel ho.

source: “Aristea Fotopoulou and I have overlapping research interests when it comes to feminist IT studies, and we share the concern that companies specialising in social media and internet searches use algorithms that conceal information that can be found in digital archives.
nn: – Aristea Fotopoulou og eg sjølv har overlappande forskingsinteresser på feministiske datastudiar, og vi deler uroa for at selskap som spesialiserer seg på sosiale medium og internettsøk bruker algoritmar som skjuler informasjon i digitale arkiv.

source: The woman is the sculptor Ambrosia Tønnesen, and it is not the first time she has defied society’s expectations of her.
nn: Kvinna er bildehoggaren Ambrosia Tønnesen, og det er ikkje første gong ho bryt med det samfunnet ventar av henne.

source: Class is another factor that is always present in my work because I also have a background in Marxism.
nn: Klasse er og alltid med, for eg har også den marxistiske tradisjonen med meg.

source: Neither are gender perspectives very popular in all the European countries.
nn: Kjønnsperspektiv er heller ikkje like populært i alle europeiske land.

source: The ‘anti-gender’ language has been strengthened, particularly in the wake of the UN’s women’s conference in Beijing in 2005.
nn: «Antigender»-språkbruken er kraftig styrkt, særleg i kjølvatnet av FNs kvinnekonferanse i Beijing i 2005.

source: “But Volvo has worked a lot with gender over a long period of time, and they have studied gender in connection to product development.
nn: – Men Volvo har jobba mykje med kjønn over lang tid, og har sett kjønn i samband med produktutvikling.

source: Research on this topic carried out in other countries often finds that for the hiring selections where women and minorities are screened out, this occurs at the very beginning of the process, she says.
nn: Forsking som er gjort på dette i andre land, finn ofte at seleksjonen der kvinner og minoritetar fell frå, skjer allereie heilt i starten av tilsettingsprosessen, fortel ho.

source: “Neither are gender perspectives very popular in all the European countries, and in Hungary researchers are not even allowed to carry out gender research anymore,” says Standal.
nn: – Kjønnsperspektiv er heller ikkje like populært i alle europeiske land, og i Ungarn er det ikkje eingong lov å drive kjønnsforsking lenger, peikar Standal på.

source: The BMI is reduced and the health is better.
nn: BMI-en minskar, og helsa blir betre jo høgare i klassehierarkiet du held til.

source: In the health sector, for example, a system is now under development to identify good ideas and channel them through a system towards implementation.
nn: – Innanfor helsesektoren blir det til dømes no utvikla eit system for å fange opp gode idear og sluse dei gjennom eit system fram til dei kan setjast ut i livet.

source: “Ambrosia got many commissions.
nn: – Ambrosia fekk mange oppdrag.

source: Even today, “sex” is the keyword when Karin Widerberg sums up what drives her research.
nn: Framleis i dag er stikkordet sex når Karin Widerberg skal samanfatte kva det er som driv forskinga hennar.

source: I want to display the diversity of opinions that we find within Islam and show that discussion and critique also takes place within this religion.”
nn: Eg vil vise fram noko av meiningsmangfaldet som finst innanfor islam og vise at det skjer diskusjon og religionskritikk også innanfor religionen.

source: “Here at NTNU, about 25 per cent of the professors are women, and many of our associate professors are looking to qualify for full professorship.
nn: – Hos oss er kring 25 prosent av professorane kvinner, og mange av våre førsteamanuensar ønskjer å kvalifisere til opprykk til professor, seier ho.

source: This has not always been the case.
nn: Slik har det ikkje alltid vore.

source: This makes head-on collisions more dangerous for women.
nn: Det gjer frontkollisjonar farlegare for kvinner.

source: It is difficult to say no when the children want to play with her on her day off or when the host mother asks her to bake a cake for the parents’ meeting.
nn: Det er vanskeleg å seie nei når ungane kjem og vil leike på fridagen hennar, eller når vertsmora spør om ho kan bake kake til foreldremøtet.

source: In her book, Bøe has nevertheless chosen to use the term ‘feminism’ about the work to promote gender equality within Islam, regardless of whether the activists identify themselves as feminists or not.
nn: I boka har ho likevel valt å bruke ordet feminisme om arbeid for å promotere kjønnslikestilling med utgangspunkt i islam, uavhengig av om aktørane sjølve identifiserer seg som feministar eller ikkje.

source: In the few sources that the art historian has of Ambrosia speaking about herself, which are mostly interviews, she never talks about art as a romantic calling but as hard work – albeit work that she loved.
nn: I dei få kjeldene kunsthistorikaren har etter Ambrosia sjølv, for det meste intervju, snakkar ho aldri om kunsten som eit romantisk kall, men som hardt arbeid – om enn eit arbeid ho elska.

source: In her book, Bøe writes that many Muslims who work for gender equality and for women’s rights are hesitant about calling themselves feminists.
nn: I boka skriv Bøe at mange muslimar som arbeider for likestilling og for kvinners rettar, likevel vegrar seg for å kalle seg feministar.

source: But after several cases in which domestic violence has led to murder, a new draft legislation was presented in 2019, which would again criminalise domestic violence.
nn: Men etter fleire saker der familievald har endt med drap, kom det i 2019 eit nytt lovframlegg som igjen gjorde vald i nære relasjonar til kriminalitet.

source: She has interviewed families in various European countries about their energy habits.
nn: Ho har intervjua familiar i ulike europeiske land om deira energipraksisar.

source: One interesting finding is that while the UN resolution from 2000 is progressive, change-oriented and based on the assumption that women have various identities and roles, the rhetoric in many of the more recent documents reflects directly the opposite.
nn: Eit interessant funn er at der FN-resolusjonen frå 2000 er progressiv, endringsorientert og tek utgangspunkt i at kvinner har mange ulike identitetar og roller, så er retorikken i mange av dei seinare dokumenta motsett.
